Repository: zoodyy/Learn2Sing
Catalog: Learn2Sing/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: The spaces that matter most are the larynx itself, the pharynx (your throat above the larynx) and your mouth. The space from just above your vocal folds to your lips is called the vocal tract. Your nose mainly comes into play on nasal sounds, such as “m”, “n” and “ng”.
ar: أهم هذه التجاويف هي الحنجرة نفسها والبلعوم (الحلق فوق الحنجرة) والفم. ويُسمّى الحيّز الممتد من فوق الطيّتين الصوتيتين مباشرة حتى الشفتين «المسلك الصوتي». أما الأنف فيشارك أساسًا في الأصوات الأنفية مثل «m» و«n» و«ng».
de: Am wichtigsten sind der Kehlkopf selbst, der Rachen (der Raum oberhalb des Kehlkopfs) und der Mund. Der Raum von direkt über den Stimmlippen bis zu den Lippen heißt Vokaltrakt. Die Nase kommt vor allem bei nasalen Lauten wie „m“, „n“ und „ng“ ins Spiel.
es: Los espacios más importantes son la propia laringe, la faringe (la garganta por encima de la laringe) y la boca. El espacio que va desde justo encima de las cuerdas vocales hasta los labios se llama tracto vocal. La nariz interviene sobre todo en los sonidos nasales, como «m», «n» y «ng».
fr: Les espaces les plus importants sont le larynx lui-même, le pharynx (la gorge au-dessus du larynx) et la bouche. L’espace qui va de juste au-dessus des cordes vocales jusqu’aux lèvres s’appelle le conduit vocal. Le nez intervient surtout sur les sons nasaux, comme « m », « n » et « ng ».
it: Gli spazi più importanti sono la laringe stessa, la faringe (la gola sopra la laringe) e la bocca. Lo spazio che va da appena sopra le corde vocali fino alle labbra si chiama tratto vocale. Il naso entra in gioco soprattutto nei suoni nasali, come “m”, “n” e “ng”.
ja: 特に重要なのは、喉頭そのもの、咽頭（喉頭の上にあるのどの空間）、そして口です。声帯のすぐ上から唇までの空間は声道と呼ばれます。鼻は主に「m」「n」「ng」のような鼻音で使われます。
ko: 가장 중요한 공간은 후두 자체와 인두(후두 위쪽의 목 공간), 그리고 입입니다. 성대 바로 위부터 입술까지의 공간을 성도라고 합니다. 코는 주로 “m”, “n”, “ng” 같은 비음에서 쓰입니다.
nl: De belangrijkste ruimtes zijn het strottenhoofd zelf, de keelholte (je keel boven het strottenhoofd) en je mond. De ruimte van net boven je stembanden tot aan je lippen heet het spraakkanaal. Je neus doet vooral mee bij nasale klanken, zoals ‘m’, ‘n’ en ‘ng’.
pl: Najważniejsze przestrzenie to sama krtań, gardło (część szyi nad krtanią) i usta. Przestrzeń od miejsca tuż nad fałdami głosowymi aż do warg nazywa się traktem głosowym. Nos włącza się głównie przy dźwiękach nosowych, takich jak „m”, „n” i „ng”.
pt_br: Os espaços mais importantes são a própria laringe, a faringe (a garganta acima da laringe) e a boca. O espaço que vai logo acima das pregas vocais até os lábios se chama trato vocal. O nariz entra em ação principalmente nos sons nasais, como “m”, “n” e “ng”.
ru: Важнее всего сама гортань, глотка (горло над гортанью) и рот. Пространство от места чуть выше голосовых складок до губ называют голосовым трактом. Нос участвует главным образом в носовых звуках, таких как «м», «н» и «нг».
sv: De viktigaste utrymmena är själva struphuvudet, svalget (halsen ovanför struphuvudet) och munnen. Utrymmet från precis ovanför stämbanden till läpparna kallas ansatsröret. Näsan kommer främst till användning vid nasala ljud, som ”m”, ”n” och ”ng”.
tr: En önemli boşluklar gırtlağın kendisi, yutak (gırtlağın üstündeki boğaz bölümü) ve ağızdır. Ses tellerinin hemen üstünden dudaklara kadar uzanan boşluğa ses yolu denir. Burun ise çoğunlukla “m”, “n” ve “ng” gibi genizden gelen seslerde devreye girer.
zh_hans: 最重要的空间是喉部本身、咽腔（喉部上方的喉咙）和口腔。从声带正上方到嘴唇的这段空间叫作声道。鼻腔主要在鼻音中发挥作用，比如“m”“n”和“ng”。

source: The third note sits lower than in the major scale. Listen closely and tune it carefully on the way up and down.
ar: النغمة الثالثة أخفض منها في السلم الكبير. استمع جيدًا واضبطها بعناية في الصعود والنزول.
de: Der dritte Ton liegt tiefer als in der Durtonleiter. Hör genau hin und intoniere ihn auf dem Weg nach oben und unten sorgfältig.
es: La tercera nota está más baja que en la escala mayor. Escucha con atención y afínala con cuidado al subir y al bajar.
fr: La troisième note est plus basse que dans la gamme majeure. Écoutez attentivement et ajustez-la avec soin en montant et en descendant.
it: La terza nota è più bassa che nella scala maggiore. Ascolta con attenzione e intonala con cura salendo e scendendo.
ja: 3番目の音は長音階より低くなります。よく聴いて、上がるときも下がるときも丁寧に音程を合わせます。
ko: 세 번째 음은 장음계보다 낮습니다. 잘 듣고 올라갈 때와 내려갈 때 모두 음정을 신중하게 맞추세요.
nl: De derde noot ligt lager dan in de majeur toonladder. Luister goed en zing hem zuiver, zowel omhoog als omlaag.
pl: Trzeci dźwięk leży niżej niż w gamie durowej. Słuchaj uważnie i starannie go intonuj w drodze w górę i w dół.
pt_br: A terceira nota fica mais baixa do que na escala maior. Ouça com atenção e afine-a com cuidado na subida e na descida.
ru: Третья нота звучит ниже, чем в мажорной гамме. Слушайте внимательно и точно интонируйте её на подъёме и на спуске.
sv: Den tredje tonen ligger lägre än i durskalan. Lyssna noga och intonera den omsorgsfullt på vägen upp och ner.
tr: Üçüncü nota majör dizidekinden daha pestir. Dikkatle dinleyin ve çıkarken de inerken de onu özenle tutturun.
zh_hans: 第三个音比大调音阶中的低。仔细聆听，上行和下行时都要认真唱准它。

source: The trail the dot leaves behind it, showing the pitch you have just sung.
ar: الأثر الذي تتركه النقطة خلفها، ويُظهر درجة الصوت التي غنيتها للتو.
de: Die Spur, die der Punkt hinter sich lässt und die zeigt, welche Tonhöhe du gerade gesungen hast.
es: La estela que deja el punto tras de sí, que muestra el tono que acabas de cantar.
fr: La traînée que le point laisse derrière lui, montrant la hauteur que vous venez de chanter.
it: La scia che il punto lascia dietro di sé, che mostra l’intonazione che hai appena cantato.
ja: 点が後ろに残す軌跡で、直前に歌った音程を示します。
ko: 점이 뒤에 남기는 자취로, 방금 부른 음정을 보여줍니다.
nl: Het spoor dat de stip achterlaat, dat laat zien welke toonhoogte je net zong.
pl: Ślad, jaki kropka zostawia za sobą, pokazujący wysokość, którą właśnie zaśpiewałeś.
pt_br: O rastro que o ponto deixa para trás, mostrando a altura que você acabou de cantar.
ru: След, который точка оставляет за собой, показывая высоту, которую вы только что спели.
sv: Spåret pricken lämnar efter sig, som visar tonhöjden du just sjöng.
tr: Noktanın arkasında bıraktığı iz; az önce söylediğiniz perdeyi gösterir.
zh_hans: 圆点身后留下的轨迹，显示你刚唱过的音高。

source: The two notes are only a semitone apart. Keep them clearly separate without letting them blur together.
ar: النغمتان لا يفصل بينهما سوى نصف تون. أبقِهما منفصلتين بوضوح دون أن تمتزجا.
de: Die beiden Töne liegen nur einen Halbton auseinander. Halte sie klar getrennt, ohne dass sie ineinander verschwimmen.
es: Las dos notas están a solo un semitono. Mantenlas claramente separadas sin que se mezclen.
fr: Les deux notes ne sont séparées que d’un demi-ton. Gardez-les bien distinctes sans les laisser se confondre.
it: Le due note distano solo un semitono. Tienile ben separate senza lasciarle confondere.
ja: 2つの音は半音しか離れていません。混ざり合わないよう、はっきり分けて歌います。
ko: 두 음은 반음밖에 차이 나지 않습니다. 서로 섞이지 않도록 분명하게 구분하세요.
nl: De twee noten liggen maar een halve toon uit elkaar. Houd ze duidelijk gescheiden zonder dat ze in elkaar overlopen.
pl: Dwa dźwięki dzieli tylko półton. Utrzymuj je wyraźnie oddzielone, nie pozwalając im się zlać.
pt_br: As duas notas estão a apenas um semitom de distância. Mantenha-as bem separadas, sem deixá-las se misturar.
ru: Две ноты отстоят друг от друга всего на полутон. Держите их чётко раздельными, не давая им слиться.
sv: De två tonerna ligger bara ett halvtonssteg isär. Håll dem tydligt åtskilda utan att de flyter ihop.
tr: İki nota arasında yalnızca yarım ses var. Birbirine karışmalarına izin vermeden onları net biçimde ayrı tutun.
zh_hans: 两个音只相差一个半音。要把它们清楚地分开，不要让它们混在一起。

source: The typeface those labels are written in.
ar: الخط الذي تُكتب به تلك التسميات.
de: Die Schrift, in der diese Beschriftungen geschrieben sind.
es: La tipografía con la que se escriben esas etiquetas.
fr: La police dans laquelle ces libellés sont écrits.
it: Il carattere con cui quelle etichette sono scritte.
ja: そのラベルに使う書体です。
ko: 그 라벨에 쓰는 서체입니다.
nl: Het lettertype waarin die labels geschreven zijn.
pl: Krój pisma, którym napisane są te etykiety.
pt_br: A fonte com que esses rótulos são escritos.
ru: Шрифт, которым написаны эти подписи.
sv: Teckensnittet etiketterna skrivs i.
tr: Bu etiketlerin yazıldığı yazı tipi.
zh_hans: 这些标签所用的字体。

source: The vibrations create sound waves that travel through your throat, mouth and nose. These spaces shape the sound on its way out. The size and shape of your vocal folds and of these spaces are a big part of why no two voices sound alike.
ar: تُحدث الاهتزازات موجات صوتية تنتقل عبر الحلق والفم والأنف. وتشكّل هذه التجاويف الصوت في طريقه إلى الخارج. ويُعدّ حجم الطيّتين الصوتيتين وشكلهما، وحجم هذه التجاويف وشكلها، سببًا كبيرًا في أنه لا يوجد صوتان متطابقان.
de: Die Schwingungen erzeugen Schallwellen, die durch Rachen, Mund und Nase wandern. Diese Räume formen den Klang auf seinem Weg nach draußen. Größe und Form deiner Stimmlippen und dieser Räume sind ein wichtiger Grund dafür, dass keine zwei Stimmen gleich klingen.
es: Las vibraciones crean ondas sonoras que viajan por la garganta, la boca y la nariz. Estos espacios dan forma al sonido en su camino hacia fuera. El tamaño y la forma de tus cuerdas vocales y de estos espacios explican en gran parte por qué no hay dos voces iguales.
fr: Les vibrations produisent des ondes sonores qui traversent la gorge, la bouche et le nez. Ces espaces façonnent le son sur son chemin vers l’extérieur. La taille et la forme de vos cordes vocales et de ces espaces expliquent en grande partie pourquoi il n’existe pas deux voix identiques.
it: Le vibrazioni creano onde sonore che attraversano gola, bocca e naso. Questi spazi modellano il suono mentre esce. La grandezza e la forma delle tue corde vocali e di questi spazi sono in gran parte il motivo per cui non esistono due voci uguali.
ja: 振動が音波を生み、その音波がのど、口、鼻を通っていきます。これらの空間が、外へ出ていく音をかたちづくります。声帯とこれらの空間の大きさや形は、同じ声が二つとない大きな理由のひとつです。
ko: 진동은 음파를 만들고, 음파는 목, 입, 코를 지나갑니다. 이 공간들이 밖으로 나가는 소리의 모양을 만듭니다. 성대와 이 공간들의 크기와 모양은 똑같은 목소리가 하나도 없는 큰 이유입니다.
nl: De trillingen maken geluidsgolven die door je keel, mond en neus reizen. Die ruimtes vormen de klank op weg naar buiten. De grootte en vorm van je stembanden en van die ruimtes verklaren voor een groot deel waarom geen twee stemmen hetzelfde klinken.
pl: Drgania wytwarzają fale dźwiękowe, które przechodzą przez gardło, usta i nos. Te przestrzenie kształtują dźwięk w drodze na zewnątrz. Wielkość i kształt twoich fałdów głosowych oraz tych przestrzeni w dużej mierze sprawiają, że nie ma dwóch takich samych głosów.
pt_br: As vibrações criam ondas sonoras que passam pela garganta, pela boca e pelo nariz. Esses espaços moldam o som no caminho para fora. O tamanho e o formato das suas pregas vocais e desses espaços explicam boa parte do motivo de não existirem duas vozes iguais.
ru: Колебания создают звуковые волны, которые проходят через глотку, рот и нос. Эти полости придают звуку форму на пути наружу. Размер и форма голосовых складок и этих полостей во многом объясняют, почему не бывает двух одинаковых голосов.
sv: Vibrationerna skapar ljudvågor som färdas genom svalget, munnen och näsan. Dessa utrymmen formar ljudet på vägen ut. Storleken och formen på dina stämband och på dessa utrymmen är en stor del av förklaringen till att inga två röster låter likadant.
tr: Titreşimler; boğazınızdan, ağzınızdan ve burnunuzdan geçen ses dalgaları oluşturur. Bu boşluklar sese dışarı çıkarken biçim verir. Ses tellerinizin ve bu boşlukların büyüklüğü ve şekli, hiçbir iki sesin aynı çıkmamasının önemli bir nedenidir.
zh_hans: 振动产生声波，声波经过喉咙、口腔和鼻腔。这些空间在声音传出的途中塑造它。声带和这些空间的大小与形状，是世上没有两个完全相同的声音的重要原因。

source: The Voice
ar: الصوت
de: Die Stimme
es: La voz
fr: La voix
it: La voce
ja: 声のしくみ
ko: 목소리
nl: De stem
pl: Głos
pt_br: A voz
ru: Голос
sv: Rösten
tr: Ses
zh_hans: 嗓音

source: The whole exercise with the pitch you sang drawn over it. Drag to move around, pinch to zoom.
ar: التمرين كاملًا مع درجة الصوت التي غنيتها مرسومة فوقه. اسحب للتنقل، وقرّب أو بعّد بإصبعين للتكبير.
de: Die ganze Übung mit der von dir gesungenen Tonhöhe darüber gezeichnet. Ziehen zum Verschieben, Zusammenziehen zum Zoomen.
es: El ejercicio entero con el tono que cantaste dibujado encima. Arrastra para moverte, pellizca para acercar.
fr: L’exercice entier avec la hauteur que vous avez chantée tracée par-dessus. Faites glisser pour vous déplacer, pincez pour zoomer.
it: L’intero esercizio con l’intonazione che hai cantato disegnata sopra. Trascina per spostarti, pizzica per ingrandire.
ja: エクササイズ全体に、あなたが歌った音程が重ねて描かれています。ドラッグで移動、ピンチで拡大縮小できます。
ko: 연습 전체 위에 당신이 부른 음정이 겹쳐 그려집니다. 드래그로 이동하고 손가락을 모아 확대합니다.
nl: De hele oefening met de toonhoogte die je zong eroverheen getekend. Sleep om te bewegen, knijp om te zoomen.
pl: Całe ćwiczenie z narysowaną na wierzchu wysokością twojego głosu. Przeciągaj, aby się poruszać, szczypnij, aby przybliżyć.
pt_br: O exercício inteiro com a altura que você cantou desenhada por cima. Arraste para se mover, use a pinça para ampliar.
ru: Всё упражнение целиком с наложенной линией высоты вашего голоса. Тяните, чтобы перемещаться, сводите пальцы, чтобы приблизить.
sv: Hela övningen med tonhöjden du sjöng ritad ovanpå. Dra för att flytta dig, nyp för att zooma.
tr: Söylediğiniz perde üzerine çizilmiş hâliyle egzersizin tamamı. Gezinmek için sürükleyin, yakınlaştırmak için parmaklarınızı kıstırın.
zh_hans: 整个练习，上面叠加着你演唱的音高。拖动可平移，捏合可缩放。

source: Theme
ar: السمة
de: Erscheinungsbild
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pl: Motyw
pt_br: Tema
ru: Оформление
sv: Tema
tr: Tema
zh_hans: 主题

source: Theme, orientation and the look of the playback screen.
ar: السمة والاتجاه ومظهر شاشة التشغيل.
de: Erscheinungsbild, Ausrichtung und Aussehen des Wiedergabebildschirms.
es: Tema, orientación y aspecto de la pantalla de reproducción.
fr: Thème, orientation et apparence de l’écran de lecture.
it: Tema, orientamento e aspetto della schermata di riproduzione.
ja: テーマ、画面の向き、再生画面の見た目。
ko: 테마, 화면 방향, 재생 화면의 모양.
nl: Thema, oriëntatie en het uiterlijk van het afspeelscherm.
pl: Motyw, orientacja i wygląd ekranu odtwarzania.
pt_br: Tema, orientação e aparência da tela de reprodução.
ru: Оформление, ориентация и вид экрана воспроизведения.
sv: Tema, orientering och uppspelningsskärmens utseende.
tr: Tema, yönlendirme ve çalma ekranının görünümü.
zh_hans: 主题、屏幕方向以及播放界面的外观。

source: Then wake up your lips and tongue while keeping your jaw relaxed. Tongue twisters work well, and so does the classic “me, may, ma, mo, moo”. After that, play with sounds such as whoops, wails and humming to get a feel for the spaces that shape your voice.
ar: ثم أيقظ شفتيك ولسانك مع إبقاء فكّك مرتخيًا. تفيد هنا الجمل الصعبة النطق، وكذلك المقاطع الكلاسيكية «mi, me, ma, mo, mu». بعد ذلك، العب بأصوات مثل صيحات الفرح والنواح والهمهمة بفم مغلق لتشعر بالتجاويف التي تشكّل صوتك.
de: Wecke dann Lippen und Zunge auf, während dein Kiefer locker bleibt. Zungenbrecher eignen sich gut, ebenso das klassische „mi, me, ma, mo, mu“. Probiere danach Laute wie Jauchzer, Heullaute und Summen aus, um ein Gefühl für die Räume zu bekommen, die deine Stimme formen.
es: Luego despierta los labios y la lengua manteniendo la mandíbula relajada. Los trabalenguas funcionan bien, y también el clásico «mi, me, ma, mo, mu». Después, juega con sonidos como gritos de júbilo, lamentos y tarareos con la boca cerrada para sentir los espacios que dan forma a tu voz.
fr: Réveillez ensuite les lèvres et la langue en gardant la mâchoire détendue. Les virelangues fonctionnent bien, tout comme le classique « mi, mé, ma, mo, mou ». Ensuite, jouez avec des sons comme des cris de joie, des plaintes et des fredonnements bouche fermée pour sentir les espaces qui façonnent votre voix.
it: Poi risveglia labbra e lingua tenendo la mandibola rilassata. Gli scioglilingua funzionano bene, così come il classico “mi, me, ma, mo, mu”. Dopo, gioca con suoni come gridolini, lamenti e canto a bocca chiusa per sentire gli spazi che danno forma alla tua voce.
ja: 続いて、あごをゆるめたまま唇と舌を目覚めさせます。早口言葉がよく効きますし、定番の「ミ、メ、マ、モ、ム」もおすすめです。そのあと、歓声のような声、うなるような声、ハミングなどで遊んで、声を形づくる空間の感覚をつかみます。
ko: 그런 다음 턱을 편안히 둔 채 입술과 혀를 깨우세요. 잰말놀이도 좋고, 대표적인 “미, 메, 마, 모, 무”도 좋습니다. 그다음 환호성, 길게 우는 듯한 소리, 허밍 같은 소리로 놀면서 목소리를 만드는 공간을 느껴 보세요.
nl: Maak daarna je lippen en tong wakker terwijl je kaak ontspannen blijft. Tongbrekers werken goed, net als het klassieke ‘mie, mee, ma, mo, moe’. Speel vervolgens met klanken als juichkreten, jammerklanken en neuriën om de ruimtes te voelen die je stem vormen.
pl: Potem obudź wargi i język, utrzymując rozluźnioną żuchwę. Dobrze sprawdzają się łamańce językowe, a także klasyczne „mi, me, ma, mo, mu”. Następnie pobaw się dźwiękami, takimi jak okrzyki, zawodzenie i mruczenie z zamkniętymi ustami, żeby poczuć przestrzenie, które kształtują twój głos.
pt_br: Depois, desperte os lábios e a língua mantendo a mandíbula relaxada. Trava-línguas funcionam bem, assim como o clássico “mi, me, ma, mo, mu”. Em seguida, brinque com sons como gritinhos, lamentos e cantarolar de boca fechada para sentir os espaços que moldam sua voz.
ru: Затем разбудите губы и язык, сохраняя челюсть расслабленной. Хорошо подходят скороговорки, а также классическое «ми, мэ, ма, мо, му». После этого поиграйте со звуками: возгласами, протяжными стонами и мычанием с закрытым ртом, чтобы почувствовать полости, которые формируют голос.
sv: Väck sedan läppar och tunga medan käken förblir avslappnad. Tungvrickare fungerar bra, och det gör även klassiska ”mi, me, ma, mo, mu”. Lek därefter med ljud som tjut, jämmer och nynnande för att få en känsla för utrymmena som formar din röst.
tr: Sonra çenenizi gevşek tutarak dudaklarınızı ve dilinizi uyandırın. Tekerlemeler işe yarar, klasik “mi, me, ma, mo, mu” da öyle. Ardından sesinizi şekillendiren boşlukları hissetmek için neşeli çığlıklar, uzun inlemeler ve mırıldanma gibi seslerle oynayın.
zh_hans: 然后在保持下巴放松的同时，唤醒嘴唇和舌头。绕口令效果很好，经典的“mi、me、ma、mo、mu”也一样。之后，用欢呼声、拖长的呜咽声和哼鸣等声音来玩一玩，感受塑造声音的那些空间。

source: These exercises come from the community and didn't load. Tap to try again.
ar: هذه التمارين من المجتمع ولم يتم تحميلها. اضغط للمحاولة مرة أخرى.
de: Diese Übungen kommen aus der Community und konnten nicht geladen werden. Tippe, um es erneut zu versuchen.
es: Estos ejercicios vienen de la comunidad y no se cargaron. Toca para volver a intentarlo.
fr: Ces exercices viennent de la communauté et n’ont pas pu être chargés. Touchez pour réessayer.
it: Questi esercizi vengono dalla comunità e non sono stati caricati. Tocca per riprovare.
ja: これらはコミュニティのエクササイズで、読み込めませんでした。タップするともう一度試します。
ko: 이 연습들은 커뮤니티에서 오며 불러오지 못했습니다. 탭하면 다시 시도합니다.
nl: Deze oefeningen komen uit de community en zijn niet geladen. Tik om het opnieuw te proberen.
pl: Te ćwiczenia pochodzą od społeczności i nie zostały wczytane. Dotknij, aby spróbować ponownie.
pt_br: Estes exercícios vêm da comunidade e não foram carregados. Toque para tentar de novo.
ru: Эти упражнения берутся из сообщества и не загрузились. Нажмите, чтобы попробовать снова.
sv: De här övningarna kommer från communityn och kunde inte laddas. Tryck för att försöka igen.
tr: Bu egzersizler topluluktan gelir ve yüklenemedi. Yeniden denemek için dokunun.
zh_hans: 这些练习来自社区，加载失败。点按可重试。

source: Think of the scale underneath the skips, so every note lands in tune.
ar: فكّر في السلم الكامن تحت القفزات، حتى تستقر كل نغمة على درجتها الصحيحة.
de: Denk an die Tonleiter unter den Sprüngen, damit jeder Ton sauber sitzt.
es: Piensa en la escala que hay debajo de los saltos para que cada nota quede afinada.
fr: Pensez à la gamme sous les sauts, pour que chaque note tombe juste.
it: Pensa alla scala che sta sotto i salti, così ogni nota arriva intonata.
ja: 跳躍の下にある音階を意識すると、どの音も正しい音程に収まります。
ko: 도약 아래에 깔린 음계를 떠올리면 모든 음이 정확한 음정에 자리 잡습니다.
nl: Denk aan de toonladder onder de sprongen, zodat elke noot zuiver landt.
pl: Myśl o gamie ukrytej pod skokami, aby każdy dźwięk trafiał czysto.
pt_br: Pense na escala por baixo dos saltos, para que cada nota caia afinada.
ru: Представляйте гамму, скрытую под скачками, чтобы каждая нота звучала чисто.
sv: Tänk på skalan under hoppen, så att varje ton landar rent.
tr: Her notanın doğru perdeye oturması için atlamaların altındaki diziyi düşünün.
zh_hans: 想着跳进背后的音阶，让每个音都落在准确的音高上。

source: This cannot be undone.
ar: لا يمكن التراجع عن ذلك.
de: Das lässt sich nicht rückgängig machen.
es: Esto no se puede deshacer.
fr: Cette action est irréversible.
it: L’operazione non può essere annullata.
ja: この操作は取り消せません。
ko: 이 작업은 되돌릴 수 없습니다.
nl: Dit kan niet ongedaan worden gemaakt.
pl: Tej operacji nie można cofnąć.
pt_br: Isso não pode ser desfeito.
ru: Это действие нельзя отменить.
sv: Det går inte att ångra.
tr: Bu işlem geri alınamaz.
zh_hans: 此操作无法撤销。

source: This exercise as it will play, with the settings below already applied. Drag it sideways to look further along.
ar: هذا التمرين كما سيُشغَّل، مع تطبيق الإعدادات أدناه بالفعل. اسحبه جانبيًا لرؤية ما يليه.
de: Diese Übung so, wie sie abgespielt wird, mit den Einstellungen von unten bereits angewendet. Ziehe sie zur Seite, um weiter nach vorn zu schauen.
es: Este ejercicio tal como sonará, con los ajustes de abajo ya aplicados. Arrástralo de lado para ver más adelante.
fr: Cet exercice tel qu’il sera joué, avec les réglages ci-dessous déjà appliqués. Faites-le glisser sur le côté pour voir plus loin.
it: Questo esercizio com’è quando viene riprodotto, con le impostazioni qui sotto già applicate. Trascinalo di lato per guardare più avanti.
ja: 下の設定を反映した、このエクササイズの再生イメージです。横にドラッグすると先を確認できます。
ko: 아래 설정이 이미 반영된 이 연습의 재생 모습입니다. 옆으로 끌면 더 뒤쪽을 볼 수 있습니다.
nl: Deze oefening zoals hij zal klinken, met de instellingen hieronder al toegepast. Sleep opzij om verder vooruit te kijken.
pl: To ćwiczenie tak, jak zostanie odtworzone, z już zastosowanymi ustawieniami poniżej. Przeciągnij w bok, aby zajrzeć dalej.
pt_br: Este exercício como ele vai tocar, com os ajustes abaixo já aplicados. Arraste para o lado para ver mais adiante.
ru: Это упражнение так, как оно будет играть, с уже применёнными настройками ниже. Потяните вбок, чтобы посмотреть дальше.
sv: Den här övningen som den kommer att spelas, med inställningarna nedan redan tillämpade. Dra i sidled för att se längre fram.
tr: Bu egzersizin çalınacağı hâli; aşağıdaki ayarlar uygulanmış durumda. Daha ilerisini görmek için yana sürükleyin.
zh_hans: 这个练习播放时的样子，已应用下方的设置。左右拖动可以看后面的部分。
